Repository: deepdream-community/neuralartgui
Catalog: _Application/DeepdreamGui/Properties/Resources.*.resx
Languages: de_de

# action_delete_image
source: Delete image
de_de: Bild löschen

# action_delete_selected_images
source: Delete selected images
de_de: Ausgewählte Bilder löschen

# action_open_image
source: Open image
de_de: Bild öffnen

# action_open_style_image
source: Open style image
de_de: Style Bild öffnen

# action_process_cancel
source: Cancel
de_de: Verarbeitung Abbrechen

# action_process_start
source: Start
de_de: Verarbeitung Starten

# action_save_image
source: Save image
de_de: Bild speichern

# action_save_selected_images
source: Save selected images
de_de: Ausgewählte Bilder speichern

# action_save_selected_report
source: Save report for selected images
de_de: Für ausgewählte Bilder Report speichern

# action_selct_none
source: Select none
de_de: Auswahl aufheben

# action_select_all
source: Select all
de_de: Alle Bilder auswählen

# info_base_image
source: Initial image
de_de: Ausgangsbild

# info_checking_dependencies
source: Checking dependencies
de_de: Abhängigkeiten werden gerprüft

# info_confirm_cancel
source: Are you sure?
de_de: Wirklich abbrechen?

# info_confirm_cancel_details
source: This will cause loosing progress of the currently processed image. Fully processed images are not affected.
de_de: Bei Abbruch geht der Fortschritt des aktuell in Bearbeitung befindlichen Bildes verloren. Bereits fertig gestellte Bilder bleiben erhalten.

# info_confirm_close
source: Are you sure?
de_de: Wirklich schließen?

# info_confirm_close_detail
source: Unsaved changes will be lost.
de_de: Ungespeicherte Änderungen gehen verloren.

# info_confirm_delete
source: Are you sure?
de_de: Wirklich löschen?

# info_confirm_delete_detail
source: All detail-windows showing this image will be closed. Cannot be undone.
de_de: Alle Detail Fenster die dieses Bild anzeigen werden geschlossen. Dieser Vorgang kann nicht rückgängig gemacht werden!

# info_confirm_start
source: Start processing?
de_de: Verarbeitung starten?

# info_confirm_start_details
source: This might take a long time. Consider increasing memory size and assigned CPUs.
de_de: Dies kann, je nach Bild, Parametern und Rechenleistung, sehr lange dauern. Zur Verbesserung können in den Einstellungen von Docker die Anzahl der aktiven CPUs und die Menge des Reservierten Speichers erhöht werden.

# info_could_not_open_file
source: Cannot open file
de_de: Die Datei konnte nicht geöffnet werden

# info_error
source: Error
de_de: Fehler

# info_error_docker_container
source: Could not start Docker or the muelmx/neuralart_exec image is not installed correctly. Closing application.
de_de: Docker ist nicht gestartet oder das muelmx/neuralart_exec Image ist nich korrekt installiert. Die Applikation wird beendet.

# info_fill_transparency
source: Transparencies will be filled
de_de: Transparenzen werden gefüllt.

# info_fill_transparency_detail
source: The selected image might contain transparent areas that will be filled with black color. Continue?
de_de: Das gewählte Bild könnte Transparente Regionen beinhalten. Diese werden vor der Verarbeitung mit schwarz gefüllt. Die Ursprungsdatei bleibt unverändert. Bild trotzdem Laden?

# info_preparing
source: Preparing...
de_de: Vorbereitung...

# info_process_will_be_canceled
source: Cancelling Process...
de_de: Prozess wird beendet.

# info_select_image
source: Select image
de_de: Bild auswählen

# info_select_style
source: Select style
de_de: Style auswählen

# info_serial
source: Serialnumber
de_de: Seriennummer

# info_style_image
source: Style image
de_de: Style Bild

# info_time_remainnig
source: Time remaining:
de_de: Verbleibende Zeit:

# info_wait
source: Please wait...
de_de: Bitte warten...

# param_achieved_change
source: Achieved change
de_de: Erziehlte Veränderung

# param_achieved_change_tooltip
source: 1 = Less, 10 = More
de_de: 1 = Schwach, 10 = Stark

# param_description
source: Description
de_de: Beschreibung

# param_helpsample
source: Trigger pattern
de_de: Hilfsmuster

# param_helpsample_tooltip
source: Overlay for the base image. Rotation, size and transparency is adjustable. It might trigger the model to generate specific patterns (Animals etc.)
de_de: Ein Bild, welches über das Hauptbild gelegt wird und in seiner Transparenz einstellbar ist. Die Bilder werden bei der Bearbeitung zu einem Bild zusammengefügt.

# param_intensity
source: Intensity
de_de: Intensität

# param_intensity_tooltip
source: Effect intensity
de_de: Stärke des Effekts

# param_iterations
source: Iterations
de_de: Iterationen

# param_iterations_tooltip
source: Number of iterations and result images
de_de: Anzahl der Durchläufe bzw. Ausgabebilder

# param_maxsidelength
source: Max side length
de_de: Max. Seitenlänge

# param_maxsidelength_tooltip
source: Scaling the image, so the longer side length matches the number.
de_de: Das Bild wird so verkleinert, dass die längere Seite dem angegebenen Wert entspricht

# param_model
source: Model
de_de: Effekt

# param_model_tooltip
source: Model used for image processing
de_de: Effekt, der bei jedem Durchlauf auf das Ergebnisbild angewendet wird

# param_octave
source: Octave
de_de: Oktaven

# param_octave_tooltip
source: Deepness of the model
de_de: Tiefe des Effekts

# param_rotate_tooltip
source: Rotate image at every iteration. Positive values mean clockwise rotation
de_de: Lässt das Bild um den angegeben Winkel rotieren bei jeder Iteration. Positive Werte = Rotation gegen den Uhrzeigersinn; Negative Werte = Rotation gegen den Uhrzeigersinn.

# param_scale
source: Scaling
de_de: Skalierung

# param_scale_tooltip
source: Scale image at every iteration
de_de: Skaliert das Bild auf den angegeben Wert bei jeder Iteration.

# param_shrink
source: Shrink
de_de: Verkleinern

# param_shrink_tooltip
source: Shrink image to maximum side length of 300px. Increases proccessing performance.
de_de: Bild wird auf maximale Kantenlänge von 300px verkleinert. Verbessert die Verarbeitungsgeschwindigkeit.

# param_thumbnail_size
source: Thumbnail size
de_de: Thumbnail Größe

# report_additional_information
source: Enter additional information
de_de: Zusatzinformationen eingeben

# report_author
source: Author name
de_de: Erstellername

# report_by
source: by
de_de: von

# report_date
source: date
de_de: Datum

# report_results
source: Results
de_de: Ergebnisse

# report_series
source: series
de_de: Serie
